import 'Post.dart';

class dataBase {
  static Post post1 = Post(
      "어플 사용하면서 지도에 표시되는데",
      "애플페이 안되는 가게 있나🐿",
      "익명",
      "05/30",
      "22:22",
      // 2,
      // ["나도 알려줘!!", "아직까진 못봤어ㅋㅋ", "감사감사😂", "일반 가게들도 되면 좋겠다아"]
  );
  static Post post2 = Post(
      "이 어플 사용후기",
      "나름 쓸만함 :)",
      "익명",
      "05/27",
      "22:22"
      // 63,
      // ["인정인정"]
  );
  static Post post3 = Post(
      "저희 가게를 홍보합니다!!",
      "동국대 신공학과 기숙사 식당입니다. 저희도 5월 23일부로 애플페이가 사용 가능합니다!! 많이 찾아와주세요",
      "익명",
      "05/23",
      "22:22",
      // 0,
      // ["새로 생긴 학생식당 최고 🤍", "우와 배고파 🤤🤤🤤"]
  );
}
